<template>
  <div class="boxed">

    <!--页面容器-->
    <!--===================================================-->
    <div id="content-container">

      <!--页面标题-->
      <!--~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~-->
      <div id="page-title">
        <h1 class="page-header text-overflow">测试情况图表</h1>
      </div>
      <!--~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~-->
      <!--页面标题结束-->

      <!--导航开始-->
      <!--~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~-->
      <ol class="breadcrumb">
        <li><a href="#">主页</a></li>
        <li class="active">图表</li>
      </ol>
      <!--~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~-->
      <!--导航结束-->

    </div>
    <!--===================================================-->
    <!--页面容器结束-->

    <!--开始导航栏-->
    <!--===================================================-->
    <nav id="mainnav-container">
      <!--Menu-->
      <!--================================-->
      <div id="mainnav"></div>
    </nav>
    <!--===================================================-->
    <!--结束导航栏-->

  </div>
</template>

<script>
</script>

<style scoped>

</style>
